[
  {
    "id": 1,
    "img": "https://images.pexels.com/photos/52527/dentist-pain-borowac-cure-52527.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500",
    "title": "Dental Services",
    "details": "Globally harness multimedia based collaboration and idea haring with backend products.General dentists prevent, evaluate, diagnose, and treat diseases of the oral cavity, as well as maintain the function and appearance of the teeth. Many oral diseases and abnormalities can indicate other diseases. A general dentist may refer patients to their physician or a specialist for further evaluation, or vice versa for treatment.Our residents come from all parts of the world, bringing you a global expertise coupled with the cutting edge research and knowledge of the University of Rochester Medical Center. There is no dental concern too small or large for the professionals at Eastman Dental's General Dentistry Division."
  },
  {
    "id": 2,
    "img": "https://images.pexels.com/photos/3845548/pexels-photo-3845548.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500",
    "title": "Dental Implants",
    "details": "Dramatically disseminate standardized metrics after resource-leveling processes.Dental implants are replacement tooth roots. Implants provide a strong foundation for fixed (permanent) or removable replacement teeth that are made to match your natural teeth.Despite improvements in dental care, millions of Americans suffer tooth loss -- mostly due to tooth decay, periodontal disease, or injury. For many years, the only treatment options available for people with missing teeth were bridges and dentures. But, today, dental implants are available."
  },
  {
    "id": 3,
    "img": "https://images.pexels.com/photos/3376790/pexels-photo-3376790.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500",
    "title": "Surgery",
    "details": "Proactively fabricate one-to-one materials via effective e-business services processes.Surgery is a medical or dental specialty that uses operative manual and instrumental techniques on a person to investigate or treat a pathological condition such as a disease or injury, to help improve bodily function, appearance, or to repair unwanted ruptured areas.The act of performing surgery may be called a surgical procedure, operation, or simply surgery. In this context, the verb operate means to perform surgery. The adjective surgical means pertaining to surgery; e.g. surgical instruments or surgical nurse. The person or subject on which the surgery is performed can be a person or an animal. A surgeon is a person who practices surgery and a surgeon's assistant is a person who practices surgical assistance. A surgical team is made up of the surgeon, the surgeon's assistant, an anaesthetist, a circulating nurse and a surgical technologist. Surgery usually spans from minutes to hours, but it is typically not an ongoing or periodic type of treatment. The term surgery can also refer to the place where surgery is performed, or, in British English, simply the office of a physician,dentist, or veterinarian."
  },
  {
    "id": 4,
    "img": "https://images.pexels.com/photos/5434017/pexels-photo-5434017.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500",
    "title": "Teeth Whitening",
    "details": "Distinctively re-engineer revolutionary meta-services and premium architectures.Tooth whitening or tooth bleaching is the process of lightening the color of human teeth. Whitening is often desirable when teeth become yellowed over time for a number of reasons, and can be achieved by changing the intrinsic or extrinsic color of the tooth enamel. The chemical degradation of the chromogens within or on the tooth is termed as bleaching.Hydrogen peroxide is the active ingredient most commonly used in whitening products and is delivered as either hydrogen peroxide or carbamide peroxide. Hydrogen peroxide is analogous to carbamide peroxide as it is released when the stable complex is in contact with water. When it diffuses into the tooth, hydrogen peroxide acts as an oxidising agent that breaks down to produce unstable free radicals. In the spaces between the inorganic salts in tooth enamel, these unstable free radicals attach to organic pigment molecules resulting in small, less heavily pigmented components. Reflecting less light, these smaller molecules create a whitening effect. There are different products available on the market to remove stains. For whitening treatment to be successful, dental professionals (dental hygienist or dentist) should correctly diagnose the type, intensity and location of the tooth discolouration.Time exposure and the concentration of the bleaching compound, determines the tooth whitening endpoint."
  },
  {
    "id": 5,
    "img": "https://images.pexels.com/photos/4226924/pexels-photo-4226924.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500",
    "title": "Blood Bank",
    "details": "A blood bank is a center where blood gathered as a result of blood donation is stored and preserved for later use in blood transfusion. The term blood bank typically refers to a division of a hospital where the storage of blood product occurs and where proper testing is performed (to reduce the risk of transfusion related adverse events). However, it sometimes refers to a collection center, and some hospitals also perform collection. Blood banking includes tasks related to blood collection, processing, testing, separation, and storage."
  },
  {
    "id": 6,
    "img": "https://images.pexels.com/photos/3938023/pexels-photo-3938023.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500",
    "title": "Medicine Research",
    "details": "Medical research (or biomedical research), also known as experimental medicine, encompasses a wide array of research, extending from basic research(also called bench science or bench research), – involving fundamental scientific principles that may apply to a preclinical understanding – to clinical research, which involves studies of people who may be subjects in clinical trials. Within this spectrum is applied research, or translational research, conducted to expand knowledge in the field of medicine.Both clinical and preclinical research phases exist in the pharmaceutical industry's drug development pipelines, where the clinical phase is denoted by the term clinical trial. However, only part of the clinical or preclinical research is oriented towards a specific pharmaceutical purpose. The need for fundamental and mechanism-based understanding, diagnostics, medical devices, and non-pharmaceutical therapies means that pharmaceutical research is only a small part of medical research.The increased longevity of humans over the past century can be significantly attributed to advances resulting from medical research. Among the major benefits of medical research have been vaccines for measles and polio, insulin treatment for diabetes, classes of antibiotics for treating a host of maladies, medication for high blood pressure, improved treatments for AIDS, statins and other treatments for atherosclerosis, new surgical techniques such as microsurgery, and increasingly successful treatments for cancer. New, beneficial tests and treatments are expected as a result of the Human Genome Project. Many challenges remain, however, including the appearance of antibiotic resistance and the obesity epidemic.Most of the research in the field is pursued by biomedical scientists, but significant contributions are made by other type of biologists. Medical research on humans, has to strictly follow the medical ethics sanctioned in the Declaration of Helsinki and hospital review board where the research is conducted. In all cases, research ethics are expected."
  },
  {
    "id": 7,
    "img": "https://images.pexels.com/photos/7088842/pexels-photo-7088842.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500",
    "title": "Skilled Nursing",
    "details": "Our skilled nursing facilities (SNFs) are staffed and equipped to provide what you need. With teams of nurses, doctors, therapists, dietitians and more, we offer rehabilitation care, short-term clinical care, long-term care and transitional care following hospital stays. And we do it with the knowledge, understanding and compassion your loved one deserves.you can count on quality skilled nursing care for all. With skilled nursing centers across South Carolina, we offer a welcoming, inclusive community of caring for every type of need.Whether it be for illness, injury or recovery following surgery or a hospital stay, our compassionate professionals are dedicated to providing you the highest quality of care. This means individualized treatment planning to meet your or your loved one’s needs with the appropriate level of care. It also means that everything we do is focused on your or your loved one’s best health and highest quality of life."
  },
  {
    "id": 8,
    "img": "https://images.pexels.com/photos/7108344/pexels-photo-7108344.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500",
    "title": "Cardiology",
    "details": "A cardiologist is a doctor who specializes in treating diseases of the cardiovascular system — mainly the heart and blood vessels. In order to become a cardiologist, a physician must attend four years of medical school and an additional six to eight years of internal medicine and specialized cardiology training.we accuse and deem them most worthy of just hatred, who, blinded by the desire to soothe the flattery of the present pleasures, and corrupted by the flattery of their present pleasures, do not foresee what pains and what troubles they will receive; And the distinction between these things is easy and easy.But in order that you may understand whence every born error is the pleasure of accusing and praising the pain, I will open the whole matter, and will explain the very things which were said by that inventor of the truth and, as it were, the architect of the blessed life. For no one rejects, or hates, or shuns pleasure, because it is pleasure itself, but because great pains result from those who do not know how to follow pleasure by reason. Moreover, there is no one who desires to obtain pain itself because pain is important, enhanced, but because times of this sort do not occur, so that by toil and pain he may seek some great pleasure. For, to the slightest degree, who of us undertakes any laborious physical exercise, except to obtain some advantage from it? But who, moreover, rightfully condemns him who wishes to be in that pleasure which obtains nothing of annoyance, or of him who shuns that pain by which no pleasure can be obtained?"
  },
  {
    "id": 9,
    "img": "https://images.pexels.com/photos/4506078/pexels-photo-4506078.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500",
    "title": "Orthopedics",
    "details": "Orthopedics is a medical specialty that focuses on the diagnosis, correction, prevention, and treatment of patients with skeletal deformities - disorders of the bones, joints, muscles, ligaments, tendons, nerves and skin. These elements make up the musculoskeletal system.Your body's musculoskeletal system is a complex system of bones, joints, ligaments, tendons, muscles and nerves and allows you to move, work and be active. Once devoted to the care of children with spine and limb deformities, orthopedics now cares for patients of all ages, from newborns with clubfeet, to young athletes requiring arthroscopic surgery, to older people with arthritis.The physicians who specialize in this area are called orthopedic surgeons or orthopedists."
  },
  {
    "id": 10,
    "img": "https://images.pexels.com/photos/8460049/pexels-photo-8460049.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500",
    "title": "Pediatric",
    "details": "Paediatrics (also spelled pediatrics or pædiatrics) is the branch of medicine that involves the medical care of infants, children, and adolescents. The American Academy of Pediatrics recommends people seek pediatric care through the age of 21.[1][2] In the United Kingdom, paediatrics covers patients until age 18.[3] Worldwide age limits of pediatrics have been trending up year over year.[4] A medical doctor who specializes in this area is known as a pediatrician, or paediatrician. The word pediatrics and its cognates mean healer of children; they derive from twoGreek words: παῖς (pais child) and ἰατρός (iatros doctor, healer). Pediatricians work in hospitals and children's hospitals particularly those working in its subspecialties (e.g. neonatology), and as outpatient primary care physicians."
  },
  {
    "id": 11,
    "img": "https://images.pexels.com/photos/8513372/pexels-photo-8513372.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500",
    "title": "Dermatology",
    "details": "The root word for dermatology is derm, or dermis. This comes from the Greek word derma, which means skin or hide.Dermatology is a special area of medicine that focuses on conditions that affect your skin. In addition to your skin, dermatology also includes conditions that affect your nails, hair, and the delicate lining of your eyelids, nose, and mouth.Your skin is your body’s largest organ. It contains nerve endings, sweat glands, hair follicles, pores, blood vessels, and many other structures. Caring for it is important to your overall health.While general practitioners and internal medicine doctors may be able to diagnose and treat these same conditions, a dermatologist has a deeper understanding and greater experience. In fact, many primary care doctors will refer their patients to dermatologists for specialized care."
  },
  {
    "id": 12,
    "img": "https://images.pexels.com/photos/7176317/pexels-photo-7176317.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500",
    "title": "Psychological",
    "details": "Psychology is the science of mind and behavior. Psychology includes the study of conscious and unconscious phenomena, as well as feelings and thought. It is an academic discipline of immense scope, crossing the boundaries between the natural and social sciences. Psychologists seek an understanding of the emergent properties of brains, linking the discipline to neuroscience. As a social science, psychologists aim to understand the behavior of individuals and groups.[1][2] Ψ (or psi) is a Greek letter which is commonly associated with the science of psychology.A professional practitioner or researcher involved in the discipline is called a psychologist. Some psychologists can also be classified as social, behavioral, or cognitive scientists. Some psychologists attempt to understand the role of mental functions in individual and social behavior. Others explore the physiological and biological processes that underlie cognitive functions and behaviors.Psychologists explore behavior and mental processes, including perception, cognition, attention, emotion, intelligence, subjective experiences, motivation, brain functioning, and personality. Psychologists' interests extend to interpersonal relationships, psychological resilience, family resilience, and other areas within social psychology. Psychologists also consider the unconscious mind.[3] Research psychologists employ empirical methods to infer causal and correlational relationships between psychosocial variables. Some, but not all, clinical and counseling psychologists rely on symbolic interpretation.While psychological knowledge is often applied to the assessment and treatment of mental health problems, it is also directed towards understanding and solving problems in several spheres of human activity. By many accounts, psychology ultimately aims to benefit society.[4][5] Many psychologists are involved in some kind of therapeutic role, practicing in clinical, counseling, or school settings. Other psychologists conduct scientific research on a wide range of topics related to mental processes and behavior. Typically the latter group of psychologists work in academic settings (e.g., universities, medical schools, hospitals). Another group of psychologists is employed in industrial and organizational settings.[6] Yet others are involved in work on human development, aging, sports, health, forensics, and the media."
  }
]
